Selected element(s) produced from Massing shape. Once deleted, the selected element(s) will not be regenerated
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GeneratedByMassing { get; }
  Visual Basic
Public Shared ReadOnly Property GeneratedByMassing As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GeneratedByMassing {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace